import { notesImages } from "@/assets/images/images";

export const noteData = [
  // {
  //   idx: 0,
  //   category: "커피하우스 토크",
  //   title: "딴따라 중에서 굳이 또 나눠보자면?",
  //   content: `
  //   <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.</p>
  //     <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
  //     <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
  //     <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
  //     <h2>소제목도 넣고 싶다면?</h2>
  //     <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
  //     <ul>
  //       <li>1. 리스트도 가능</li>
  //       <li>2. 이렇게 사용 가능</li>
  //     </ul>
  //   `,
  // },
  {
    idx: 0,
    category: "모디파이는 질병입니다.",
    title: "모디파이는 질병입니다. Volume 1",
    content: `- 맨 처음 소개하는 친구는 저의 풀할로우기타입니다. 어쿠스틱 기타처럼 보이겠지만 제가 풀할로우가 되어라 라고 했기 때문에 이젠 풀할로우기타입니다.
<img src=${notesImages.modify_1_0} alt="note image.modify_1_0" loading="lazy" />
- 처음 만나게 된 때는 2013~2014년 그 사이 언제즈음. 순정 그 자체의 이 아이는 학교 선배의 아버지가 치시던 세종 기타였습니다.
아버지께서 다른 기타를 사신다고 저에게 반값에 준다고 한 형, 그리고 냉큼 20만원을 주고 생에 첫 통키타를 덜컥 가진 나.
아아. 십 년이 지난 지금, 민섭이형이 지금의 기타를 마주한다면 어떠한 생각을 할까요..? 불쌍함에 눈물을 흘릴까요?

참고로 저 날 집에 가자마자 픽가드가 거추장스럽다고 긁어떼어버렸습니다. 몇 달 지나지 않아 픽가드 뗀 자리가 쩍쩍 달라붙는다고 스티커로 도배도 했습니다 (…)

<img src=${notesImages.modify_1_1} alt="note image.modify_1_1" loading="lazy" />

- 그리고 몇 년 채 지나지 않아, 데미안 라이스가 간지나게 깨진 어쿠스틱에 험버커를 달아 연주하는 걸 직접 보게 된 나.

수 일 간의 뮬질을 통해 구현해주겠다는 악기사를 만나게 됩니다. 따라한다고 다 데미안 라이스가 되는게 아닌데, 밥은 잘 축내는 놈으로 자라긴 했습니다.

<img src=${notesImages.modify_1_2} alt="note image.modify_1_2" loading="lazy" />

’픽업을 달아주세요‘ 픽업을 달기 위해 아크릴판을 짜서 만들었습니다.
‘저 기존에 달린 피에조도 쓰고싶어요.’ 그래서 넥-험버커, 브릿지-피에조 가 달린 미친 기타를 만들었습니다.
‘킬스위치도 가능할까요..?’ - 오락실 버튼이 달린 기타가 되었습니다.

<img src=${notesImages.modify_1_3} alt="note image.modify_1_3" loading="lazy" />

- ’테일피스는 존나 멋있다!‘
2015-2016년 사이 제가 한 생각입니다. 생각에서 끝났으면 좋았을텐데. 테일피스를 샀습니다. 샤인기타 사장님이 플랫한 탑에선 못쓴다고 하네요.
그래서 줄을 고정할 수 있게 쇠를 깎아붙여보겠다고 하십니다. 오오. 그는 그의 수염만큼 멋있는 사람이었습니다. 이젠 어쿠스틱 기타에도 테일피스를 달 수 있답니다.

- 2023년. 저는 던컨 픽업에 질려가고 있었습니다. 그 때 너바나 라이브를 보지 말았어야했는데. TV존스 픽업이 갖고 싶어졌습니다. 그레치에 달린 고-급 픽업이..

<img src=${notesImages.modify_1_5} alt="note image.modify_1_5" loading="lazy" />

3개월을 넘게 존버했습니다. 복이 있는 자는 기다린다고 하죠. 당장 손에 쥐고 기타샵으로 갔습니다. 저의 수많은 변태가학적 기타들은 봐온 분당악기 사장님. 이젠 그도 조금 즐기시는게 아닐까 싶었어요.(아닙니다.)

아아.. 이 자본에서 나오는 따뜻한 티비존스 클래식의 소리…

<img src=${notesImages.modify_1_6} alt="note image.modify_1_6" loading="lazy" />

- 그러고 사흘 전. 저는 문득, 스티커가 보기 싫어졌습니다. 딱히 이유는 없고, 꿈에서 기타가 숨이 갑갑하다고 했거든요. 진실인지 아닌지 판단은 여러분의 몫입니다.

<img src=${notesImages.modify_1_7} alt="note image.modify_1_7" loading="lazy" />

이 기타는 10년을 저랑 함께했습니다. 보시다 싶이 군데군데 까지고, 어떤 부분은 실수 한 번하면 회생이 불가능할 정도의 상태이기도 하네요. 그러니까 딱 이십 년만 나랑 더 함께하자…

<img src=${notesImages.modify_1_4} alt="note image.modify_1_4" loading="lazy" />

`,
  },
  {
    idx: 1,
    category: "모디파이는 질병입니다.",
    title: "모디파이는 질병입니다. Volume 2",
    content: `- 돌아온 <모디파이는 질병입니다> 두 번째 시간입니다. 오늘의 친구는 함부로 사면 안된다는 바로 그 기타입니다.

    <img src=${notesImages.modify_2_1} alt="note image" loading="lazy" />

- 2017년 막 상등병을 달았던 저는 ‘아! 이제 앨범을 준비하자!’ 하는 마음에 일렉의 필요성을 느끼기 시작했습니다. 물론 앨범은 그로부터 5년이 지나야 나오게됐죠.

- 한창 뮬질을 하다가 만나게 된 이 친구. 바로 Squier J Mascis Signature Jazzmaster입니다.

당시 힙스터병 말기에 걸려있던 저는 슈게이징은 무조건 오프셋기타!를 외치고 다녔는데, 그와중에 눈에 들어온 J Mascis 시그니처는 보통의 재즈마스터와 달랐습니다. 휴가를 나온 저는 곧장 서울로 달려가 새 식구를 마주했죠.

<img src=${notesImages.modify_2_2} alt="note image" loading="lazy" />

- [기타 소리의 5할은 픽업에서 나온다.] 라는 말을 아시나요? 모르실겁니다. 저만 주구장창 떠들고 다니는 말이거든요. 픽업 갈이 중독이던 저는 곧장 픽업을 갈아치웠습니다. 이제 기타는 스콰이어지만 픽업은 펜더입니다.

- 어느날 순백의 재즈마스터에게 큰 덴트가 생겨버렸습니다. 그것이 시작이었습니다.

<img src=${notesImages.modify_2_4} alt="note image" loading="lazy" />

세팅을 받으러 간 분당의 모 악기샾. 별 생각 없이 덴트를 보며 “레릭”이란 단어를 꺼낸 저. 그걸 지켜보는 사장님의 빛나는 눈빛. 물론 저의 눈빛은 대강 열다섯 배정도 더 빛나고 있었습니다.

- 모든 건 일사천리로 진행되었습니다. 픽업커버와 노브엔 커피물을 입힌다! 헤드기어와 브릿지는 녹을 쓸게한다! 역시 레릭의 끝은 클로젯이지!

2주 뒤 마주한 저의 기타는, 무엇인가 달라져있었습니다. 그는 진정한 성숙한 재즈마스터로 다시 태어났습니다. 아아.. ‘진짜’ 재즈마스터가 생기는 순간이었습니다.

우레탄 피니쉬에 클로젯을 먹이는 미친 짓은 지금 돌아보니 대성공이었습니다. 당시 사장님은 라카 피니쉬에 비해 이쁘게 안갈라졌다고 아쉬워하셨지만, 먼지와 때를 먹은 지금의 틈은 더할나위없이 아름답습니다.

<img src=${notesImages.modify_2_5} alt="note image" loading="lazy" />

- 거기서 멈춰야했습니다. 레릭이 모자라.. 를 외치던 저는, 홀린듯 사포를 사고 모퉁이를 긁어내고 있었습니다.. 정신을 차려보니 이미 되돌리긴 힘들더라구요.

<img src=${notesImages.modify_2_3} alt="note image" loading="lazy" />

- 사실 저의 메인 기타는 텔레캐스터입니다.(…) 하지만 최근에 좋은 기회들이 있어서 무한 슈게이징 머신으로 재즈마스터가 많이 활약하고 있는걸 보실 수 있는데요. 어이, 재마. 너는 슈게이징 특전 승진이다. 앞으로 계속 현역으로 뛸 수 있도록!`,
  },
  {
    idx: 2,
    category: "커피하우스 토크",
    title: "딴따라 중에서 굳이 또 나눠보자면?",
    content: `굳이 분류를 해야겠다면 난 편의상 작곡가에 가깝다고 생각한다.

다만 팔리지 않는 곡을 쓸 뿐.

아 근데 곡을 안팔아본건 아니다.

다큐멘터리 작업 짱짱맨.


아무튼 그러니까 난 나를 작곡가 즈음으로 생각하는데,

울며 겨자먹기로 연주하고 노래부르고 프로듀싱을 하게 되었다.


그것도 다만 아무도 내가 원하는 만큼 내 노래를 잘 부르지 못하고 연주를 하지 못할 뿐—단순히 기술적으로 미흡하다는게 아님. 세상엔 나보다 노래를 정말 잘하고 기악에 도가 튼 사람도 정말 많음. 나도 노래 진짜 못하고 악기 녹음은 진심으로 괴로울 지경임—


실제로 20대 중반에는 여러 음지의 보컬들을 만나가며 프론트맨으로 세울만한가 점쳐보는 일도 종종 있었다.

내가 하고 말지.


나는 진짜 녹음을 위해 마이크 앞에 서는게 정말 힘들다.

나는 진짜 무대에 올라가는게 너무 고역이다.

난 골방에서 노래 만드는게 제일 재밌다.`,
  },
  {
    idx: 3,
    category: "모디파이는 질병입니다.",
    title: "모디파이는 질병입니다. Volume 3",
    content: `- 오랜만에 돌아온 모디파이는 질병입니다 시리즈, 그 세 번째 시간입니다. 오늘은 특별히 두 친구를 동시에 소개합니다.

    <img src=${notesImages.modify_3_1} alt="note image" loading="lazy" />

- 저를 어느정도 알고 지낸 사람들이라면 제가 “그 밴드”에 심취하다 못해 아주 미쳐지내는 걸 잘 알고 계실겁니다. 말해 뭐합니까. 바로 라디오헤드죠. 듣는데에서 멈췄어야 했는데… 이 정신나간 놈은 또 실천에 옮깁니다.

- 긴 머리를 찰랑거리며 기타를 폭행하는 광인..조니 그린우드.. 그의 기타가 갖고 싶었습니다.

<img src=${notesImages.modify_3_2} alt="note image" loading="lazy" />

“텔레캐스터 플러스”.

세상에 기타 이름에 +가 들어간다니.. 진짜 멋은 이런 것입니다. 하지만 세상은 저에게 이 아름다움을 쉽게 주지 않았습니다. 한국은 커녕 미국을 가도 구하기 너무 힘든 모델입니다.

- 여기서 포기했다면 올해의 비정상 자리에 오르지도 못했겠죠. 없으면 내가 만든다. 아아.. 그때라도 누가 말렸어야 했습니다. 하루에도 수십 번 뮬을 드나들던 저는 우연히 한 친구를 발견합니다. 어..? 텔레캐스터인데 픽업이 세 개..? 저의 계획은 단 1초 안에 모두 머리에 그려졌고, 곧바로 대전으로 오르는 버스를 탑니다.

<img src=${notesImages.modify_3_3} alt="note image" loading="lazy" />

- 투박한 텔레캐스터 플러스 모던 플레이어 어쩌구. 중펜을 처음 마주한 날의 충격을 잊지 못합니다. 이 어처구니 없는 마감과 쓰레기같은 픽업의 소리. 하지만 저에겐 상관없었죠. 다 모.디.파.이.할 거니까.

- 레이스센서. 요상하게 생긴 이 픽업에서 모든 조니 그린우드의 사운드가 결정됩니다. 넥은 블루, 브릿지는 듀얼리 T 레드. 마치 공식처럼 레딧을 떠도는 비기의 조합입니다.
하늘은 저에게 미펜 텔레 플러스는 못주셨지만, 기적같은 타이밍은 주셨습니다. 구멍 세 개 난 텔레를 사자마자 제가 찾던 레이스센서가 매물로 떡하니 올라왔거든요.
참고로 가운데는 비워두기 뭐해서 픽업 하나 더 샀습니다. 똑같이 따라하면 재미 없거든요.

<img src=${notesImages.modify_3_5} alt="note image" loading="lazy" />

- 낙원으로 향했습니다. 주인장! 픽업 갈고 픽가드도 하나만 파주십쇼, 마치 그의 기타처럼 하얀 픽가드로.
가장 중요한게 남았습니다. 킬스위치라고 아십니까? 그것도 해주십쇼. 모르면 배워서라도 달아주십쇼.

<img src=${notesImages.modify_3_4} alt="note image" loading="lazy" />

- 그렇게 탄생했습니다. 소나무바디, 메이플넥, 레이스센서로만 이뤄진 험싱싱 픽업, 5단 셀렉터와 킬스위치가 달린.. 나만의 텔레캐스터 플러스. 처음 완성된 모습을 봤을 때는 마치 신부입장을 보는 새신랑같이 감격을 주체할 수 없었습니다.

- 사실 한두달 쓰다가 넥 픽업이 고장나서 결국 눈물을 머금고 미국 본사에서 직구를 해 다시 달았던 아픈 과거가 있습니다. 하지만 후회하진 않죠. 제가 찾던 사이즈의 스티커를 같이 보내주더라구요. 혼다 스티커를 붙이기엔 전 시티백을 조금 더 좋아하기 때문에.

<img src=${notesImages.modify_3_6} alt="note image" loading="lazy" />

- 레코딩과 같은 상황에서는 무조건 먼저 쓰고 보는 저의 메인 기타입니다. 요 몇 달은 밥값 벌어오는 친구(이전 화 참고)가 따로 있어 골방 노인네 취급을 받고 있지만, 제 앨범에서 기상천외한 소리는 다 이 친구가 만든거니 저에겐 아주 귀한 자식이 아닐 수 없지요.

- 자, 이어서 두 번째 기타를 소개하려고 하는데… 분량조절 실패로 다음 화에서 이어갑니다.`,
  },
  {
    idx: 4,
    category: "모디파이는 질병입니다.",
    title: "모디파이는 질병입니다. Volume 4",
    content: `- 정말 오랜만에 돌아온 ‘모디파이는 질병입니다’ 네 번째 시간입니다. 조니 그린우드는 아주 나쁜 사람이에요.

<img src=${notesImages.modify_4_1} alt="note image" loading="lazy" />

- 긴 머리를 찰랑거리며 기타를 폭행하는 광인..조니 그린우드.. 그의 기타가 “또” 갖고 싶었습니다. 세상에 오프셋인데 세미할로우인데 픽업은 또 와이드레인지 험버커..? 근데 저기에다 첼로활을 비벼..?

<img src=${notesImages.modify_4_2} alt="note image" loading="lazy" />

- 그래서 이 요상하게 생긴 기타는 바로 스타캐스터 라는 친구입니다. 저는 분명히 단종되어서 이베이에 3000파운드 정도로 돌아다니는 줄 알았는데 말이죠. 세상에 가난한 딴따라의 구세주, 메시아 스콰이어는 스타캐스터를 버리지 않았습니다. 스콰이어 픽업? 일렉트로닉스가 아쉽다구요? 그런건 걱정할 필요가 없습니다. 갈아치우면 되니ㄲ…

- 한 가지 흠이 있다면 이 기타는 한국에 수입을 안한다는 거였죠. 제가 프리비, 버즈버드 였어도 수입 안했을겁니다. 스트랫이나 잔뜩 팔아서 이윤을 남기는 것이 기업의 당연한 도리죠. 아무튼 그 당시 종일 군침을 흘려서 아주 집을 족욕탕으로 만들던 저에게 희소식이 들려옵니다. 바로 @studio_pho.ne 를 운영하는 김 모 사장이 일본에 간다는겁니다. 그래, 기회의 땅 지팡구. 거기에는 있다… 있을 것이다..

<img src=${notesImages.modify_4_3} alt="note image" loading="lazy" />

- 그렇게 비행기에 겨우(많은 일이 있었지만) 몸을 싣고 조선땅에 도착한 스타캐스터. 무서워하지마렴. 아저씨는 나쁜 사람이 아니란다. 몇 가지만 약간 고치자.

- 롤라 라는 브랜드를 아시나요? 롤라 픽업의 소리를 듣고 저는 눈물을 흘렸습니다. 가지고 있는 모든 기타의 픽업을 롤라로 바꾸려는 결심을 했죠. 그 때 저는 가격때문에 두 번 울었습니다.

- 스타캐스터를 기다리면서 하릴 없이 뮬질을 하던 저는 발견했습니다. ’롤라 와이드레인지 픽업’.

“이거다. 이거면 돼.. 이거면 내 스타캐스터는 다시 태어난다.”

VS

”근데 기타를 59,000¥을 줬는데 픽업 두 짝이 중고로 600,000₩ 인건 문제가 있는게 아닐까?“

인간의 자아는 왜 항상 스스로 다투는걸까요? 정답은 항상 정해져있는데. 정신을 잠시 잃었던 것 같은데 다시 기억이 돌아오니 이미 문자로 ’배송 꼼꼼히 부탁드립니다.‘ 를 누가 쳐놨더라구요. 허 참.

- 기타보다 비싼 픽업을 들고 리페어샾에 갔습니다. 대개 기타수리점 사장님들이 그렇듯 돈을 주고 미친짓을 하러오는 사람들을 반깁니다.

”세팅, 픽업 갈고, 포텐셔미터 1meg로 두 짝, 픽가드는 탈거.“

<img src=${notesImages.modify_4_4} alt="note image" loading="lazy" />

- 픽업이 아니 기타가 웁니다 울어. 이런 세미할로우는 어디서도 만나지 못 할 겁니다.

<img src=${notesImages.modify_4_5} alt="note image" loading="lazy" />

- 최근까지 라이브에서도 많은 활약을 했고, 다음 앨범에서도 큰 역할을 해줄거라 믿습니다. 아니 다 필요 없고 일단 이쁘잖아요. 다들 조명 아래 빛나는 나의 썬버스트 스타캐스터를 봐. 보라고.

<br/>
* 조니가 쓰는 오리지널 스타캐스터 브릿지만 파는 곳을 아시는 분이 있다면 필히 연락주세요. 제발…`,
  },
  {
    idx: 5,
    category: "프롤로그",
    title: "불안하신가요?",
    content: `말주변이 없는게 적는데도 영향을 주는지 참,

가사를 다 써도 십수번은 고쳐쓰고
주워 들은 게 있어서 쓴 가사를 다 자르고 다시 붙이고 그럽니다.
가사를 다 써도 십수번은 고쳐쓰고
주워 들은 게 있어서 쓴 가사를 다 자르고 다시 붙이고 그럽니다.

하겠다는 말을 못해서 안하겠다고 하고,
아니라는 말을 못해서 맞다고 합니다.
반어법이 아닌데 서로의 편의상 반어법이라고 설명합니다.
하겠다는 말을 못해서 안하겠다고 하고,
아니라는 말을 못해서 맞다고 합니다.
반어법이 아닌데 서로의 편의상 반어법이라고 설명합니다.

…
…

나의 평화로운 뇌는 그래서 참 평화롭지 못합니다.
별 잡생각이 다 드는데 정리도 못하겠습니다.
나의 평화로운 뇌는 그래서 참 평화롭지 못합니다.
별 잡생각이 다 드는데 정리도 못하겠습니다.

언제 하루는 ‘평화롭지 않다’는 대명제 아래에서 생각의 가지를 뻗어내보았습니다. 그래도 되는 거였어요. 어떤 가지는 접하고 어떤 것은 쳐내고 또 어떤 것들을 솎아내고. 그런 후 남은 것들을 펼쳐보았습니다.

그 남은 것들은 생각이기도 하고, 기분이나 감정이기도 하고, 아우성이기도 했습니다. 아무쪼록 그것들을 펼쳐내고 다시 붙이고 고쳐내고 또 그 짓을 반복하고. 펼쳐내고 붙이고 고쳐내고 또 그 짓을 반복하고. 펼쳐내고 붙이고 고쳐내고 또 그 짓을 반복하고…

…

그렇게 나의 평화로운 뇌와 불안 꾸러미를 당신들의 품으로 건넸습니다. 편히 들춰보세요.
혹시 모르죠? 당신의 평화롭지 않은 뇌도 과연 평화로워질지.
아니 그 반대가 되려나?

[평화로운 뇌와...]
2025년 곧`,
  },
  {
    idx: 6,
    category: "에필로그",
    title: "미디어는(우리는) 치사랑에 대해 말하기 참 어려워해요.",
    content: `부모가 자식을 사랑하는 건 당연하고 아름답게 그려지지만,
자식이 부모를 바라보는 감정은 종종 생략되거나, 하나의 덕목으로 강요됩니다.
내리사랑과 치사랑 사이의 이 공백 속에서,
‘애착’은 감히 무엇이라 단언할 수 있을까요?

<img src=${notesImages.epilogue_1_0} alt="note image.epilogue_1_0" loading="lazy" />

두 엄마 사이에 선 아가 원숭이(들)는
우리를 돌보지만 차가운 존재, 동시에 따뜻하지만 비어 있는 존재 그 사이를 떠다닙니다.

해리 할로우가 행한 유명한 애착 실험의 내용을 빌려, ‘사랑의 발동 조건’을 물어보려 했습니다.

…

사랑은 감정일까요, 아니면 기능일까요?
무엇이 진짜일까요?
당신은 진짜 사랑을 구분할 수 있나요?

아니면 그저 사랑이란 개념을 배운 대로 적용하는 것뿐인가요?
반복해서 주입된 감정은 습관으로 박히고,
우리는 사랑마저도 익숙한 방식으로만 따라하고 있는 건 아닐까요?
당신은 실험에 길든 원숭이와 스스로를 구분할 수 있나요?

…

“우린 참 행복한, 몇 안되는 가족이랍니다. 하하.”

정말 그럴까요?
진짜와 가짜가 뒤섞이고, 감정과 기능이 뒤엉킨 이런 공간 안에서?
그렇게 믿고 살아야 하니까, 결국 살아남았으니까
그렇게 말하는 건 아닌가요?


저는 모르겠습니다. 여러분들은요?`,
  },
  //   {
  //     idx: 7,
  //     category: "에필로그",
  //     title: "발전하는 욕망의 뇌",
  //     content: `식욕이 투쟁이 되고
  // 색욕이 질투가 되고

  // 다시 식욕이 권력을 탐하고
  // 색욕이 무기력를 발하고

  // 사람들 참 더럽게 살아요.
  // 나도 참 사람들답게 살아버려요.`,
  //   },
  //   {
  //     idx: 8,
  //     category: "에필로그",
  //     title: "집밥과 컵밥",
  //     content: `1호선을 타고 한강을 건너보셨나요?
  // 부산도 양산도 아닌 곳에서 기차를, 지친 몸을 이끌고 서울역으로 가요. 그냥 집밥이 먹고 싶었는데 막상 밥을 먹었는지 삼켰는지도 모르겠어요.

  // 또 거기서 지하철을 타고 남영, 용산을 지나요. 바짓가랑이를 붙잡듯 해서 한 번만 더 기회를 해달라고 했어요. 다음역에서는 내려야하는데, 내려야하는데 이 후레놈은 내리기가 너무 싫어요.

  // 철길이 흔들리고 창 밖의 색이 묘하게 눈에 튀는 그 때요, 생각이란 걸 해버리면 한강이 무슨 바다 건너듯 끝이 안보이기 시작해요.

  // 그게 무서워 고개를 푹 떨구면 되려 각양각색의 신발들이 날 쳐다봐요. 무서워요. 눈을 질끈 감으면 그 신발을, 양말까지 다 뚫고 열 개의 흰 눈자위가 나를 계속 노려봐요. 말을 걸어요.

  // 후레자식아, 못난 놈아, 너가 하겠다면서, 돈은 다 까먹으면서, 처음부터 잘하지, 정신 차려, 넌 이러지 않았어, 다를 줄 알았는데.

  // 차라리 멈췄으면, 뒤로 돌아갔으면, 5분만 거꾸로 달려서 서울역으로 가고, 5년은 거꾸로 달려서 학교나 다시 다니고, 10년은 거꾸로 달려서 아무것도 모르게 되었으면.

  // 마술처럼 전철이 거꾸로 달리고, 앞으로 가려던 사람들은 계속 앞으로 나아갔어요. 나는 열차에 가만히 앉아 돌아갈 생각에 신났어요. 그런데도 가만히 잠만 잤어요. 잠이 계속 오더라구요. 일어날 수도 없게.

  // 열차가 다리를 다 건너고, 나는 내리고 개찰구를 지나고 육교를 건너요. 분명 밥을 먹은 것 같은데 못난 배가 자꾸 울어요. 여기 서서 대충 먹고 들어가면 될 것 같아요.`,
  //   },
  //   {
  //     idx: 9,
  //     category: "에필로그",
  //     title: "HIMINN is afraid",
  //     content: `그럼 여의도에서 9호선을 타보셨나요?

  // 처음으로 곡을 쓴 건 별 거 아니었어요.

  // 아침에 9호선을 타봤고.
  // 똑같은 셔츠와 똑같은 바지를 입은 똑같은 사람들을 봤고.
  // 일렬로 계단을 오르고 에스컬레이터를 타고 있었고.

  // 순간 공장에서 출하되는 무언가를 떠올렸고.
  // 무언가가 무엇인지 공상을 했고.

  // 에스컬레이터에 나란히 탔다가 지하철에 스스로를 우겨넣는 정장을 입은 여의도인들을 생각했고.

  // 컨베이어벨트에 나란히 탔다가 통조림 캔에 가지런히 담기는 정장을 입은 물고기들을 상상하니 웃음이 나더라구요.

  // …

  // 매일매일 통조림 통근 열차에 실려가는 정장 입은 물고기 S씨.
  // ‘먼 나중엔 어디로 가는지조차 모르게 될 것 같다’는 불안이 머리를 가득 채우고.
  // 불현듯 그는 외칩니다.

  // ”바다, 바다에 가고싶다!“

  // 한 발자국 옆으로 옮기기도 힘든 여기에서 바다에 가고싶다니? 당최 이해가 가지 않습니다. 당장 내일은 뭘 먹고 사나요?

  // S씨의 외침을 전능한 누가 들었나봅니다. 열차는 여의도를 지나서 어딘지도 모를 곳으로 질주하네요. 터널 끝에 푸른 빛이 보이는 것 같기도 하구요.

  // …

  // “이번 역은 @&£, @&£ 역입니다.“

  // S씨는 지하철 손잡이만 있으면 서서도 잠을 잘자시네요! 정신차리세요. 이제 내려야해요.

  // …

  // 원래 이렇게 긴 노래는 아니었는데,
  // ’보 이즈 어프레이드‘ 를 보고 발전해나간 노래입니다. 저도 저런 무언가—다층적인 부분 뿐만 아니라, 진짜 ‘저런 무언가’—를 만들어보고 싶었어요.
  // 영화를 보신 분이 있다면, 제 의도하는 바가 잘 전달됐기를 바랍니다.

  // 중간에 공백이 있어요.

  // “아, 다음 역에서 깨워주세요.”

  // 라는 가사와 함께 이어지는 의도적인 몇 초 간의 공백.
  // 노래를 듣는 사람들 또한 꿈에서 같이 깨어나면서본인의 진짜 지금, 현실의 소리를 같이 들으면 좋겠다고 생각해서 넣었습니다.

  // 기왕이면 만원 지하철에서 들으시면 좋겠네요.`,
  //   },
  //   {
  //     idx: 10,
  //     category: "에필로그",
  //     title: "막연한 죽음이 나에게도 온다",
  //     content: `라고 거창하게 써봤다만은.

  // 그깟 자그마한 짐승 하나 죽는게 뭐가 대수라고.

  // 열아홉 넘어서는 뜨문뜨문봐서 점점 데면데면해 하는게.

  // 고양이는 나이드는 게 참 티가 안나서.

  // 드라마 같은데 보면 꿈에라도 나오던데 도통 오지를 않어요 새초롬한게.

  // …

  // 한참 뒤에 어느 날에

  // 손에 잡히는대로 바지를 꺼내 입었는데

  // 뭐가 손에 자꾸 걸거치는거.

  // 고양이 발톱에 면바지 올이 나서. 올이 나서.

  // 하필 또 지하철이라 뭔 말도 못하고 그냥 만지작 만지작만 한참 하다 말았다 내가.

  // …

  // 밥도 못 벌어먹으면서도 그나마 잘하는게 노래 쓰는 거니까.

  // 노래로라도 다 터내면 좀 괜찮을 줄 알았디?

  // 내가 참 괜히 썼어. 네 노래를. 꿈에덜 오지도 않는 게.`,
  //   },
];
