export const noteMockData = [
  // {
  //   idx: 0,
  //   category: "커피하우스 토크",
  //   title: "딴따라 중에서 굳이 또 나눠보자면?",
  //   content: `
  //   <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...</p>
  //     <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
  //     <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
  //     <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
  //     <h2>소제목도 넣고 싶다면?</h2>
  //     <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
  //     <ul>
  //       <li>1. 리스트도 가능</li>
  //       <li>2. 이렇게 사용 가능</li>
  //     </ul>
  //   `,
  // },
  {
    idx: 0,
    category: "커피하우스 토크",
    title: "딴따라 중에서 굳이 또 나눠보자면?",
    content: `굳이 분류를 해야겠다면 난 편의상 작곡가에 가깝다고 생각한다.
다만 팔리지 않는 곡을 쓸 뿐.
아 근데 곡을 안팔아본건 아니다. 다큐멘터리 작업 짱짱맨.

아무튼 그러니까 난 나를 작곡가 즈음으로 생각하는데, 울며 겨자먹기로 연주하고 노래부르고 프로듀싱을 하게 되었다.
그것도 다만 아무도 내가 원하는 만큼 내 노래를 잘 부르지 못하고 연주를 하지 못할 뿐—단순히 기술적으로 미흡하다는게 아님. 세상엔 나보다 노래를 정말 잘하고 기악에 도가 튼 사람도 정말 많음. 나도 노래 진짜 못하고 악기 녹음은 진심으로 괴로울 지경임—

실제로 20대 중반에는 여러 음지의 보컬들을 만나가며 프론트맨으로 세울만한가 점쳐보는 일도 종종 있었다. 내가 하고 말지.

나는 진짜 녹음을 위해 마이크 앞에 서는게 정말 힘들다.
나는 진짜 무대에 올라가는게 너무 고역이다.
난 골방에서 노래 만드는게 제일 재밌다. `,
  },
  {
    idx: 1,
    category: "에필로그",
    title: "발전하는 욕망의 뇌",
    content: `식욕이 투쟁이 되고
색욕이 질투가 되고

다시 식욕이 권력을 탐하고
색욕이 무기력를 발하고

사람들 참 더럽게 살아요.
나도 참 사람들답게 살아버려요.`,
  },
  {
    idx: 2,
    category: "에필로그",
    title: "제목제목제목",
    content:
      "내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 3,
    category: "모디파이는 질병입니다.",
    title: "제목2제목2제목",
    content:
      "내용2입니다. 내용2...내용2입니다. 내용2...내용2입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 4,
    category: "에필로그",
    title: "제목제목제목",
    content:
      "내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 5,
    category: "모디파이는 질병입니다.",
    title: "제목2제목2제목",
    content:
      "내용2입니다. 내용2...내용2입니다. 내용2...내용2입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 6,
    category: "에필로그",
    title: "제목제목제목",
    content:
      "내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 7,
    category: "모디파이는 질병입니다.",
    title: "제목2제목2제목",
    content:
      "내용2입니다. 내용2...내용2입니다. 내용2...내용2입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 8,
    category: "에필로그",
    title: "제목제목제목",
    content:
      "내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 9,
    category: "에필로그",
    title: "제목제목제목",
    content: `
    <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...</p>
      <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
      <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
      <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
      <h2>소제목도 넣고 싶다면?</h2>
      <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
      <ul>
        <li>1. 리스트도 가능</li>
        <li>2. 이렇게 사용 가능</li>
      </ul>
    `,
  },
  {
    idx: 10,
    category: "에필로그",
    title: "제목제목제목",
    content: `
    <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...</p>
      <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
      <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
      <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
      <h2>소제목도 넣고 싶다면?</h2>
      <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
      <ul>
        <li>1. 리스트도 가능</li>
        <li>2. 이렇게 사용 가능</li>
      </ul>
    `,
  },
  {
    idx: 11,
    category: "에필로그",
    title: "제목제목제목",
    content: `
    <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...</p>
      <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
      <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
      <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
      <h2>소제목도 넣고 싶다면?</h2>
      <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
      <ul>
        <li>1. 리스트도 가능</li>
        <li>2. 이렇게 사용 가능</li>
      </ul>
    `,
  },
  {
    idx: 12,
    category: "에필로그",
    title: "제목제목제목",
    content: `
    <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...</p>
      <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
      <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
      <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
      <h2>소제목도 넣고 싶다면?</h2>
      <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
      <ul>
        <li>1. 리스트도 가능</li>
        <li>2. 이렇게 사용 가능</li>
      </ul>
    `,
  },
  {
    idx: 13,
    category: "에필로그",
    title: "제목제목제목",
    content: `
    <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...</p>
      <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
      <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
      <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
      <h2>소제목도 넣고 싶다면?</h2>
      <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
      <ul>
        <li>1. 리스트도 가능</li>
        <li>2. 이렇게 사용 가능</li>
      </ul>
    `,
  },
  {
    idx: 14,
    category: "에필로그",
    title:
      "제목제목제목제목제목제목제목제목제목제목제목제목제목제목제목제목제목제목",
    content: `
    <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...</p>
      <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
      <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
      <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
      <h2>소제목도 넣고 싶다면?</h2>
      <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
      <ul>
        <li>1. 리스트도 가능</li>
        <li>2. 이렇게 사용 가능</li>
      </ul>
    `,
  },
];
