export const noteMockData = [
  {
    idx: 0,
    category: "에필로그",
    title: "제목제목제목",
    content: `
    <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...</p>
      <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
      <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
      <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
      <h2>소제목도 넣고 싶다면?</h2>
      <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
      <ul>
        <li>1. 리스트도 가능</li>
        <li>2. 이렇게 사용 가능</li>
      </ul>
    `,
  },
  {
    idx: 1,
    category: "모디파이는 질병입니다.",
    title: "제목2제목2제목",
    content:
      "<p>내용2입니다.</p> 내용2...내용2입니다. 내용2...내용2입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 2,
    category: "에필로그",
    title: "제목제목제목",
    content:
      "내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 3,
    category: "모디파이는 질병입니다.",
    title: "제목2제목2제목",
    content:
      "내용2입니다. 내용2...내용2입니다. 내용2...내용2입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 4,
    category: "에필로그",
    title: "제목제목제목",
    content:
      "내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 5,
    category: "모디파이는 질병입니다.",
    title: "제목2제목2제목",
    content:
      "내용2입니다. 내용2...내용2입니다. 내용2...내용2입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 6,
    category: "에필로그",
    title: "제목제목제목",
    content:
      "내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 7,
    category: "모디파이는 질병입니다.",
    title: "제목2제목2제목",
    content:
      "내용2입니다. 내용2...내용2입니다. 내용2...내용2입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 8,
    category: "에필로그",
    title: "제목제목제목",
    content:
      "내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...",
  },
  {
    idx: 9,
    category: "에필로그",
    title: "제목제목제목",
    content: `
    <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...</p>
      <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
      <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
      <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
      <h2>소제목도 넣고 싶다면?</h2>
      <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
      <ul>
        <li>1. 리스트도 가능</li>
        <li>2. 이렇게 사용 가능</li>
      </ul>
    `,
  },
  {
    idx: 10,
    category: "에필로그",
    title: "제목제목제목",
    content: `
    <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...</p>
      <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
      <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
      <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
      <h2>소제목도 넣고 싶다면?</h2>
      <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
      <ul>
        <li>1. 리스트도 가능</li>
        <li>2. 이렇게 사용 가능</li>
      </ul>
    `,
  },
  {
    idx: 11,
    category: "에필로그",
    title: "제목제목제목",
    content: `
    <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...</p>
      <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
      <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
      <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
      <h2>소제목도 넣고 싶다면?</h2>
      <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
      <ul>
        <li>1. 리스트도 가능</li>
        <li>2. 이렇게 사용 가능</li>
      </ul>
    `,
  },
  {
    idx: 12,
    category: "에필로그",
    title: "제목제목제목",
    content: `
    <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...</p>
      <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
      <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
      <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
      <h2>소제목도 넣고 싶다면?</h2>
      <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
      <ul>
        <li>1. 리스트도 가능</li>
        <li>2. 이렇게 사용 가능</li>
      </ul>
    `,
  },
  {
    idx: 13,
    category: "에필로그",
    title: "제목제목제목",
    content: `
    <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...</p>
      <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
      <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
      <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
      <h2>소제목도 넣고 싶다면?</h2>
      <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
      <ul>
        <li>1. 리스트도 가능</li>
        <li>2. 이렇게 사용 가능</li>
      </ul>
    `,
  },
  {
    idx: 14,
    category: "에필로그",
    title:
      "제목제목제목제목제목제목제목제목제목제목제목제목제목제목제목제목제목제목",
    content: `
    <p>안녕하세요. 이 글은 <strong>마치 블로그처럼</strong> 표현된 콘텐츠입니다.내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...내용입니다. 내용...</p>
      <p>줄바꿈도 이렇게 하고, <em>기울임</em>도 사용할 수 있어요.</p>
      <img src="/src/assets/images/rainlight.jpg" alt="샘플 이미지" />
      <p>이미지 위아래로도 텍스트를 넣을 수 있습니다.</p>
      <h2>소제목도 넣고 싶다면?</h2>
      <p>이건 <code>&lt;h2&gt;</code> 태그를 사용하면 됩니다.</p>
      <ul>
        <li>1. 리스트도 가능</li>
        <li>2. 이렇게 사용 가능</li>
      </ul>
    `,
  },
];
